[
  {
    "_id": {
      "$oid": "640814263540faff47c65d06"
    },
    "title": "A Hard Quiz On World War II Trivia Facts! - ProProfs Quiz",
    "tags": [
      "History"
    ],
    "description": "The hard level difficulty of my WWII quizzes, designed for intermediate historians with some detailed knowledge of the subject. The basic quiz is designed for the average person, while the expert quiz is designed for serious scholars. Good Luck with the hard one!",
    "user": {
      "$oid": "645b7700388a40f5652cf90b"
    },
    "createdAt": "2023-03-08 11:36:15",
    "test": true
  },
  {
    "_id": {
      "$oid": "640814263540faff47c65d07"
    },
    "title": "World War 1 Multiple Choice Questions And Answers - ProProfs Quiz",
    "tags": [
      "History"
    ],
    "description": "Are you ready to check your knowledge with these World war 1 multiple choice questions and answers? World war 1 is one of the most important historical events. There are many things about world war 1 that you still need to know even if you have studied so much of it. This test has many questions related to world war 1 specifically. Try to answer all these questions correctly. Best of luck!",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 11:36:15",
    "test": true
  },
  {
    "_id": {
      "$oid": "640814263540faff47c65d09"
    },
    "title": "A Basic World History Quiz - ProProfs Quiz",
    "tags": [
      "History"
    ],
    "description": "Is history your favorite subject? How much do you know about basic world history? Take up a basic world history quiz and prove to us that you know enough to pass the test with more than 80%. History is a crucial subject for humanity. It is not just to know what happened in the past in this world but to learn great things for our present so that we can build a better future for this world. So, get ready to learn some amazing facts. Let's go!",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 11:36:15",
    "test": true
  },
  {
    "_id": {
      "$oid": "640834dd45fc9c15f561509e"
    },
    "title": "Which European Country Should I Live In Quiz - ProProfs Quiz",
    "tags": [
      "Country"
    ],
    "description": "Want the answer to \"Which European country should I live in? \" Take this quiz now. Europe is a pretty big continent, and there are a lot of historical cities and structures that people can only dream of visiting. What if someone came to you and asked which European country you should live in, based on your personality and desire for adventure? What country would it be? Find it out now!",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 14:09:59",
    "test": true
  },
  {
    "_id": {
      "$oid": "640834dd45fc9c15f561509f"
    },
    "title": "What Country Am I In? Quiz",
    "tags": [
      "Country"
    ],
    "description": "Are you consistently thinking that you belong to another country? Do you think that you were born in the place? Well, give that outcast and foreigner mentality a rest today. Take the quiz and find out which country fits your personality and where you should go and live.",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 14:09:59",
    "test": true
  },
  {
    "_id": {
      "$oid": "640834dd45fc9c15f56150a0"
    },
    "title": "Spanish Speaking Countries And Capitals Quiz Questions And Answers - ProProfs Quiz",
    "tags": [
      "Country"
    ],
    "description": "Are you aware of all Spanish-speaking European countries with their capitals? Then take up the quiz below and check your knowledge for the same. Spanish is a popular language that is spoken in several countries, apart from Spain. Do you know what their names are? The quiz below is right for you. Here, you have to select the right capital for its respective country. Try giving all correct answers to hit a score of 100%. Wishing you the best of luck!",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 14:10:00",
    "test": true
  },
  {
    "_id": {
      "$oid": "640836ab45fc9c15f56150d4"
    },
    "title": "Guidance And Counselling MCQs Quiz With Answers - ProProfs Quiz",
    "tags": [
      "Education"
    ],
    "description": "Guidance programs are designed to assist students in exploring the various aspects of their lives. The MCQs quiz with answers is for the guidance and counseling of students (Prof Educ 5) studying at Philippine Normal University, Manila. In the following quiz, you will be asked 20 questions on the subject. You will have your score upon finishing the test. So, let's get started.",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 14:17:46",
    "test": true
  },
  {
    "_id": {
      "$oid": "640836ab45fc9c15f56150d5"
    },
    "title": "Maths Quiz For Grade 6 With Answers - ProProfs Quiz",
    "tags": [
      "Education"
    ],
    "description": "Are you in the sixth grade, parent of a sixth-grader, or someone looking for a basic Maths test for practice? If yes, then this Maths quiz for Grade 6 with answers is perfect for you. Answer all the questions correctly and get the perfect score. The quiz below is created to help the quiz taker with the most common sixth-grade mathematics problems. Give it a shot, and remember that practice makes a man perfect. All the best!",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 14:17:46",
    "test": true
  },
  {
    "_id": {
      "$oid": "640836ab45fc9c15f56150d6"
    },
    "title": "Science Quiz For Class 8th Students - ProProfs Quiz",
    "tags": [
      "Education"
    ],
    "description": "Hey buddy, if you are an 8th grader looking for revision material for your science subject, this quiz is designed for you and anyone else who wants to test their knowledge on the same. To ace this quiz, you may need to know facts and trivia about planets, the universe, scientific equipment, etc. Give this quiz a try, and remember to continue revising. Have a good time, and best of luck!",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 14:17:46",
    "test": true
  },
  {
    "_id": {
      "$oid": "640837a445fc9c15f561510e"
    },
    "title": "Which BTS Member Are You Quiz - ProProfs Quiz",
    "tags": [
      "Music"
    ],
    "description": "Are you a die-hard fan of the BTS group? Would you like to know which BTS member you are based on your personality traits? Play out this quiz and get your answer. Bangtan Boys, popularly known as BTS, is a widely popular South Korean pop group formed in 2010. Its members are hugely appreciated and loved by people around the world. Take this quiz and find out if you are more like Suga, Jimin, Jungkook, or some other BTS member. Have fun too!",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 14:21:45",
    "test": true
  },
  {
    "_id": {
      "$oid": "640837a445fc9c15f561510f"
    },
    "title": "Music Taste Quiz: What Is My Music Taste? - ProProfs Quiz",
    "tags": [
      "Music"
    ],
    "description": "Are you confused about what kind of music suits you best? Take this epic music taste quiz and get your answer to the question, 'what is my music taste. ' Well, when it comes to music, there's quite literally something out there to suit everybody. What word best describes your musical tastes? Play this quiz, know your personality, and discover interesting facts about yourself. Have fun while playing it and share with friends too.",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 14:21:45",
    "test": true
  },
  {
    "_id": {
      "$oid": "640837a445fc9c15f5615110"
    },
    "title": "Quiz: What Genre Of Music Do You Like? - ProProfs Quiz",
    "tags": [
      "Music"
    ],
    "description": "Do you think we can guess what genre of music you like? Check out this personality quiz, and we will guess your favorite music genre. Most people say that the music you listen to is a mirror of what you are going through. Not only that, your personality, your behavior, and your surroundings as well have a huge impact on your choices of music. So, just answer some questions with honesty, and we will guess your favorite genre.",
    "user": {
      "$oid": "64080fe4a7afbbc02086c5cc"
    },
    "createdAt": "2023-03-08 14:21:45",
    "test": true
  }
]